//Time controll/---------------------------------

//------------------------------------------------

let answer = [
  ["гаррі поттер", "гарри поттер", "harry potter"],
  [
    "губка боб",
    "sponge bob",
    "spongebob",
    "губка боб квадратные штаны",
    "губка боб квадратні штани",
  ],
  [
    "пірати",
    "пірати карибского моря",
    "капитан джек горобець",
    "пираты",
    "пираты карибского моря",
    "капитан джек воробей",
    "pirates of the caribbean",
  ],
  ["сімпсони", "симпсоны", "simpsons", "the simpsons"],
  [
    "зоряні війни",
    "звездные войны",
    "star wars",
    "имперский марш",
    "імперский марш",
  ],
  ["lion king", "the lion king", "король лев", "симба", "сімба"],
  ["frozen", "холодное сердце", "холодне серце", "эльза", "ельза"],
  ["shrek", "шрек"],
  ["shrek", "шрек"],
  ["rocky", "рокки", "роккі"],
  ["индиана джонс", "indiana jones"],
  ["один вдома", "один дома", "home alone"],
  ["термінатор", "терминатор", "terminator"],
  [
    "назад у майбутнє",
    "назад в будущее",
    "back to the future",
    "марти макфлай",
  ],
  ["мисливці за привидами", "охотники за привидениями", "ghost busters"],
];

let was = [];

let progress = 0;

let num = Math.floor(1 + Math.random() * 15);
